Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-de.tmx
Source language: cs
Languages: de

source: Riziko zranění se snižuje a práce je efektivnější.
de: Bau- und Anlagenarbeiten

source: Švédský úřad pro pracovní prostředí je státní úřad dohlížející na oblast pracovního prostředí.
de: Ein sicheres und gesundes Arbeitsumfeld ist für alle Beteiligten ein Gewinn, denn dadurch wird das Unfallrisiko reduziert und eine höhere Effizienz am Arbeitplatz erreicht.

source: Takový zákaz je třeba podepsat, ale podpis znamená jen potvrzení o převzetí dokumentu o rozhodnutí.
de: Ein solches Verbot muss unterzeichnet werden, wobei die Unterschrift lediglich eine Quittung dafür ist, dass der Entscheid entgegengenommen wurde.

source: Stavebním dělníkům se často přihodí úraz nebo dostanou nemoc z povolání.
de: Viele Bauarbeiter verunglücken bei der Arbeit oder leiden an einer Berufskrankheit.

source: Dochází k pádům, pracím při chybném držení těla, zvedání těžkých nákladů nebo ke zraněním při práci se stroji.
de: Sie stürzen, nehmen falsche Körperhaltung bei der Arbeit ein, müssen schwer heben oder können sich an Maschinen schwer verletzen.

source: Špatné plánování a časová tíseň riziko úrazů zvyšují
de: Schlechte Planung und Zeitmangel erhöhen das Unfallrisiko.

source: Existují zákony a předpisy od Švédského úřadu pro pracovní prostředí regulující provádění stavebních prací.
de: Die Gesetze und Vorschriften des Schwedischen Zentralamts für Arbeitsumwelt enthalten Anweisungen für die ordnungsgemäßen Abläufe von Bauarbeiten.

source: V této brožuře se můžete dočíst o některých minimálních požadavcích.
de: Mit der vorliegenden Broschüre wird Ihnen ein Überblick über einige Mindestanforderungen zur Verfügung gestellt.

source: Práce s budováním, přestavbami, opravami, údržbou nebo bouráním budov či jiných konstrukcí spadá pod Zákon o pracovním prostředí a stavební předpisy Švédského úřadu pro pracovní prostředí.
de: Bau-, Änderungs-, Reparatur-, Wartungs- oder Abrissarbeiten an Gebäuden oder Anlagen fallen unter das schwedische Arbeitsschutzgesetz und die Bauvorschriften des Schwedischen Zentralamts für Arbeitsumwelt.

source: Švédská ustanovení o pracovním prostředí platí pro zahraniční pracovníky ve Švédsku, ať už jsou zaměstnáni v zahraničním podniku, najati švédským zaměstnavatelem nebo pracují jako samostatní živnostníci.
de: Schwedische Arbeitsschutzvorschriften gelten auch für ausländische Arbeitskraft und es spielt dabei keine Rolle ob eine Anstellung in einem ausländischen Unternehmen, eine vorübergehende Beschäftigung durch ein schwedisches Unternehmen oder eine Tätigkeit als selbstständiger Unternehmer vorliegt.

source: Zahrnuti jsou tedy jak podnikatel tak zaměstnanci bez ohledu na formu pracovního poměru.
de: Diese Vorschriften richten sich sowohl an den Unternehmer als auch an seine Mitarbeiter, unabhängig von der Art der Beschäftigung.

source: Jak snížit riziko pádu
de: Reduzierung der Sturzgefahr

source: Pád je nejběžnější příčinou smrtelných úrazů a nehod na stavebních pracovištích.
de: Stürze sind die häufigste Ursache von Todesfällen und Unfällen auf Baustellen.

source: Je proto třeba předejít nebezpečí pádu.
de: Deshalb ist der Vorgesetzte verpflichtet sicherzustellen, dass die Sturzgefahr möglichst gering ist.

source: Je-li výškový rozdíl větší než dva metry, je v zásadě zapotřebí nějaký druh ochrany.
de: Wenn der Abstand zwischen zwei Ebenen größer als zwei Meter ist, wird in der Regel eine Schutzvorrichtung vorgeschrieben.

source: Ochranné zábradlí, pracovní platformy, pracovní koše, lešení nebo další ochranné pomůcky nutno používat v první řadě.
de: In erster Linie sollten Geländer, Arbeitsplattformen, Arbeitskörbe, Gerüste oder eine ähnliche Schutzvorrichtung benutzt werden.

source: pevná
de: Schutzgeländer müssen:

source: Mohou mít i jinou konstrukci, ale musí skýtat nejméně stejně bezpečnou ochranu.
de: Sie dürfen auch anders aussehen, müssen allerdings einen gleichwertigen Schutz bieten.

source: Při práci na střeše musí normálně existovat ochranné zábradlí nebo jiné zařízení dávající odpovídající ochranu.
de: Bei Arbeiten auf Dächern muss es normalerweise Schutzgeländer oder andere Vorrichtungen geben, die einen gleichwertigen Schutz bieten.

source: Není-li možná instalace pevné ochrany, musí se použít lanové osobní zařízení s postrojem zabraňujícím pádu.
de: Das Geländer muss direkt an der Traufe oder an einem Gestell angebracht werden, das direkt unterhalb der Traufe aufhört.

source: Lano se musí přichytit na pevný úchyt na střeše.
de: Außerdem muss sicher gestellt werden, dass der Anschlagpunkt tragfähig ist.

source: Může existovat riziko propadnutí skrz plochy, jež nemají dostatečnou nosnost – takové plochy zablokujte.
de: Es kann die Gefahr bestehen, dass Oberflächen betreten werden, die keine ausreichende Tragfähigkeit haben – in solchen Fällen müssen die Flächen abgesperrt werden.

source: Používejte zvláštní ochranné zařízení, máte-li na takové ploše pracovat.
de: Wenn man dennoch auf solch einer Fläche arbeiten muss, ist die Verwendung einer besonderen Schutzvorrichtung notwendig.

source: Při některých pracích je vhodné používat ochrannou síť.
de: Bei einigen Arbeiten empfiehlt es sich, ein Schutznetz zu verwenden.

source: Je důležité, aby kompetentní osoba síť a její montáž před použitím zkontrolovala.
de: Dabei ist es wichtig, dass eine kompetente Person das Netz und die Installation vor der Benutzung überprüft.

source: Má-li se práce vykonávat víc než čtyři hodiny na malé ploše střechy a pokud má střecha sklon víc než 1:4, musí existovat vodorovná pracovní plocha.
de: Wenn jemand mehr als vier Stunden auf einer kleinen Dachfläche arbeiten muss und das Dach außerdem eine Neigung von mehr als 1:4 hat, muss es eine horizontale Arbeitsfläche geben.

source: Běžně je třeba používat ochrannou přilbu a ochrannou obuv.
de: Schutzhelme und Sicherheitsschuhe müssen unter normalen Umständen immer getragen werden.

source: Někdy se musí používat ochranné brýle, ochrana sluchu a rukavice.
de: Manchmal werden zudem Schutzbrillen, Gehörschutz und Handschuhe benötigt.

source: Zdvihání těžkých nákladů a chybné pracovní polohy zatěžují tělo
de: Schwere Hebearbeiten und falsche Körperhaltung belasten den Körper

source: Stroje a nástroje musí mít ergonomické provedení.
de: Maschinen und Werkzeuge müssen ergonomisch gestaltet sein.

source: Dlouhodobější práce na žebříku tělu neprospívá.
de: Längere Arbeiten auf einer Leiter sind nicht gut für den Körper.

source: Lepší pracovní polohu dává rovná pracovní plocha, např. výzdvižné platformy.
de: Eine ebene Stehfläche, z. B. höhenverstellbare Plattformen, sorgt für eine bessere Körperhaltung.

source: Svaly musí po námaze dostat příležitost k odpočinku.
de: Die Muskeln des Körpers müssen sich nach einer Anstrengung wieder erholen können.

source: Vyhněte se jednostrannému zatěžování svalů tím, že práci budete obměňovat.
de: Einseitige Belastung der Muskeln können durch abwechslungsreiche Tätigkeiten vermieden werden.

source: Ve stavebnictví se používá mnoho jedovatých, rakovinotvorných, žíravých nebo alergii vyvolávajících látek.
de: In der Baubranche werden häufig giftige, krebserregende, ätzende und Allergien verursachende Stoffe benutzt.

source: Například beton, malta a štuk obsahují cement, který při dlouhodobějším doteku s kůží může způsobit leptavé poranění.
de: Beton, Mörtel und Putz enthalten zum Beispiel Zement, der bei längerem Hautkontakt zu Verätzungen führen kann.

source: Chemické produkty obsahující jednu nebo více nebezpečných látek musí být doprovázeny bezpečnostním listem výrobce, který musí být na pracovišti.
de: Für den Fall, dass chemische Mittel benutzt werden, die einen oder mehrere gefährliche Stoffe beinhalten, muss ein Sicherheitsdatenblatt des Herstellers am Arbeitsplatz vorliegen.

source: U produktů koupených ve Švédsku musí být bezpečnostní list napsán ve švédštině.
de: Für in Schweden erworbene Produkte muss ein Sicherheitsdatenblatt in schwedischer Sprache vorhanden sein.

source: Podnik, který dovezl do Švédska nebezpečný chemický produkt pro svou vlastní potřebu, odpovídá za to, že se na pracovišti o produktu nacházejí písemné informace o rizicích a ochraně v jazyce, kterému uživatelé rozumí.
de: Unternehmen, die für den eigenen Gebrauch gefährliche chemische Produkte nach Schweden einführen, haben die Verantwortung dafür, dass es schriftliche Risiko- und Schutzin- formationen zu dem Produkt am Arbeitsplatz in einer Sprache gibt, die von den Anwendern verstanden wird.

source: Na pracovišti musí být seznam všech nebezpečných chemických produktů.
de: Auf der Baustelle muss ein Verzeichnis über alle gefährlichen chemischen Produkte vorhanden sein.

source: Každý zaměstnavatel za to odpovídá.
de: Jeder Arbeitgeber trägt dafür die Verantwortung.

source: Zaměstnavatel musí informovat zaměstnance o všech rizicích spojených s nebezpečnými chemickými produkty a ujistit se o tom, že zaměstnanec informacím porozuměl.
de: Der Arbeitgeber hat die Aufgabe, den Arbeitnehmer über die Gefahren im Umgang mit gefährlichen chemischen Produkten aufzuklären und er/sie muss sicherstellen, dass der Arbeitnehmer die Informationen tatsächlich verstanden hat.

source: Pro určité nebezpečné látky platí zvlášť přísná pravidla:
de: Bei bestimmten gefährlichen Stoffen gelten ganz besonders strenge Vorschriften:

source: Azbest: Pro zacházení s azbestem a pro jeho odstraňování potřebuje podnik, který má práci vykonat, povolení od Švédského úřadu pro pracovní prostředí.
de: Asbest: Für den Umgang mit und die Beseitigung von Asbest benötigt das beauftragte Unternehmen eine Genehmigung des Schwedischen Zentralamts für Arbeitsumwelt.

source: K tomu, aby toto bylo uděleno, je třeba dokumentované zvláštní školení a lékařské potvrzení.
de: Vorraussetzung für eine Genehmigung ist eine dokumentierte Spezialausbildung und eine ärztliche Bescheinigung.

source: Porušení těchto pravidel je trestné a může mít za následek vysoké pokuty.
de: Verstöße gegen diese Vorschriften sind strafbar und können zu hohen Bußgeldern führen.

source: Spoje a doprava
de: Verkehrswege und Materialtransporte

source: Na stavbě musí být bezpečné komunikace, například schody nebo rampa mezi jednotlivými podlažími.
de: Auf Baustellen müssen sichere Verkehrswege vorhanden sein, z. B. eine Treppe oder eine Rampe zwischen verschiedenen Ebenen.

source: Při vyškových rozdílech větších než deset metrů musí být nainstalován výtah, kdyby jinak zaměstnanec musel často chodit po schodech.
de: Bei Höhenunterschieden von mehr als zehn Metern muss ein Aufzug zur Verfügung stehen, da der Arbeitnehmer ansonsten häufig Treppen steigen müsste.

source: Na staveništi, kde jezdí auta, musí být dostatečné bezpečnostní vzdálenosti nebo ochranná zařízení.
de: Außerdem müssen ausreichende Sicherheitsabstände oder Schutzvorrichtungen vorhanden sein, wenn Verkehrswege über die Baustelle verlaufen.

source: Doprava mezi různými podlažími musí fungovat i bez sejmutí ochranných zábradlí nebo jiných ochranných zařízení.
de: Materialtransporte zwischen verschiedenen Ebenen müssen ohne Beseitigung der Schutzgeländer oder anderer Schutzvorrichtungen durchführbar sein.

source: Není-li toto možné, je nutno dopravu provádět přes nákladové mosty, nákladové otvory ve fasádě, rampy nebo zvláštní dopravní systémy.
de: Falls dies nicht möglich ist, müssen die Transporte über Aufnahmebrücken, Lade- öffnungen in Fassaden, Rampen oder besondere Förderanlagen erfolgen.

source: Návody k používání zvedacích zařízení, strojů a některých dalších produktů
de: Bedienungsanleitung für Hubvorrichtungen, Maschinen und bestimmte andere Produkte

source: Při dovezení nebo uvedení do provozu ve Švédsku stroje či zvedacího zařízení, musí být k dispozici písemný návod k použití ve švédštině.
de: Wenn eine Maschine oder eine Hubvorrichtung in Schweden angeliefert oder in Betrieb genommen wird, muss eine schriftliche Bedienungsanleitung auf Schwedisch beigefügt sein.

source: Za to odpovídá dodavatel.
de: Der Hersteller trägt dafür die Verantwortung.

source: Za dodavatele se počítá i ten, kdo ve Švédsku uvádí stroj do provozu.
de: Auch eine Person, die eine Maschine zum Einsatz nach Schweden einführt, gilt als Hersteller.

source: Informace o tom, co mají obsahovat návody k použití jsou uvedeny v předpisech Švédského úřadu pro pracovní prostředí.
de: Informationen über den erforderlichen Inhalt einer Bedienungsanleitung können den Maschinenvorschriften des Schwedischen Zentralamts für Arbeitsumwelt entnommen werden.

source: I pro prefabrikovaná lešení mají být při dodání k dispozici písemné instukce ve švédštině, jež musí být dostupné na pracovišti.
de: Vorgefertigte Gerüste müssen bei Anlieferung auch mit einer schriftlichen Bedienungsanleitung auf Schwedisch ausgestattet sein, die dann am Arbeitsplatz zur Verfügung stehen muss.

source: Předpisy Švédského úřadu pro pracovní prostředí o lešeních udávají, co instrukce mají obsahovat.
de: Aus den Vorschriften des Schwedischen Zentralamts für Arbeitsumwelt zu Gerüsten geht hervor, was diese Anweisungen beinhalten müssen.

source: Když se při stavebních pracích používají stroj, zvedací zařízení, lešení aj, musí mít zaměstnanci, kterých se to týká, přístup k instrukcím k nim.
de: Wenn eine Maschine, eine Hubvorrichtung, ein Gerüst oder dergleichen bei den Bauarbeiten verwendet wird, müssen die entsprechenden Anweisungen den davon betroffenen Arbeitnehmern zur Verfügung gestellt werden.

source: Instrukce musí být v tom jazyku, kterému zaměstnanec rozumí.
de: Diese Anweisungen müssen zudem in einer Sprache verfasst sein, die der Arbeitnehmer versteht.

source: Označení CE, typové schválení a inspekce zvedacích zařízení, strojů a některých dalších výrobků
de: CE-Kennzeichnung, Typenzulassung und Überprüfung von Hubvorrichtungen, Maschinen und bestimmten anderen Produkten

source: Nová zvedací zařízení a nové stroje musejí obecně nést označení CE k tomu, aby mohly být používány ve Švédsku.
de: Neue Hubvorrichtungen und Maschinen müssen für gewöhnlich mit einem CE- Kennzeichen ausgestattet sein, damit sie in Schweden angewendet werden dürfen.

source: Prefabrikovaná lešení a žebříky musejí být, pokud jsou dodávány do Švédska, typově kontrolovány (a žebříky také certifikovány) akreditovaným orgánem.
de: Vor der Anlieferung in Schweden müssen vorgefertigte Gerüste und Leitern eine Typenzulassung, vorgefertigte Leitern können auch eine Zertifizierung, von einem anerkannten Organ erhalten haben.

source: Mnohé stroje a zvedací zařízení musejí být pravidelně kontrolovány, aby mohly být používány.
de: Die meisten Maschinen und Hubvorrichtungen müssen regelmäßig überprüft werden, damit sie zum Einsatz kommen können.

source: Je trestné používat stroje a zvedací zařízení, aniž by byla provedena kontrola nebo pokud nebyly napraveny vytčené nedostatky.
de: Es ist strafbar, Maschinen und Hubvorrichtungen einzusetzen, wenn die Überprüfung nicht erfolgt ist oder wenn die nachgewiesenen Mängel nicht beseitigt worden sind.

source: Technická prohlídka se musí konat podle švédských předpisů.
de: Die Überprüfung sollte entsprechend der schwedischen Vorschriften erfolgen.

source: Nač nutno také myslet ...
de: Und nicht vergessen...

source: K vážným nehodám může dojít, když skladovaný stavebni materiál, například v důsledku prudkého větru, se dostane do pohybu.
de: Wenn gelagertes Baumaterial in Bewegung versetzt wird, z. B. durch starken Wind, können schwere Unfälle geschehen.

source: Proto je důležité stabilizovat stavební materiál.
de: Deshalb ist es wichtig, das Material zu stabilisieren.

source: Někdy je také třeba pro stavební dělníky ochrana proti větru a chladu.
de: Manchmal kann zudem eine Schutzhütte gegen Wind und Kälte für die Bauarbeiter benötigt werden.

source: Uzavřete a označte místa, kde existuje riziko padajících předmětů.
de: Bereiche, in denen Gefahr durch herabfallende Gegenstände besteht, müssen abgesperrt und gekennzeichnet werden.

source: Pokud je tam přesto nutné chodit, tak tam musí být ochranné zastřešení.
de: Wenn man sich dennoch dort aufhalten muss, soll ein Schutzdach angebracht sein.

source: Plánujte zemní práce tak, aby půda nebyla vystavena větším zatížením než jaká vydrží.
de: Erdarbeiten sind so zu planen, dass der Boden den Belastungen standhält.

source: Je-li třeba, musí být na místě ochrana proti sesuvu.
de: Bei Bedarf müssen Maßnahmen zur Erhaltung der Standsicherheit des Erdreichs getroffen werden.

source: Zkontrolujte, nejsou-li pod zemí vedení nebo nebezpečné látky a aby neexistovalo nebezpečí, že stroje spadnou do jámy.
de: Außerdem muss überprüft werden, ob Leitungen oder gefährliche Stoffe im Boden vorhanden sind und die Gefahr besteht, dass Maschinen in die Baugrube fallen könnten.

source: Automobilová doprava se nesmí dostat do blízkosti vyhloubené jámy.
de: Der Fahrzeugverkehr muss einen angemessenen Abstand zu der Baugrube halten.

source: Vozidla projížděící kolem stavby představují riziko.
de: Vorbeifahrender Verkehr stellt für die Arbeiter auf dem Bauplatz eine Gefahr dar.

source: Především je třeba změnit dopravní trasu.
de: Wenn möglich, muss der Fahrverkehr umgeleitet werden.

source: Ten, kdo pracuje na místě, jež není odděleno od dopravy, musí nosit oděv s výstražným značením a s reflexními plochami.
de: Wer an einem Platz arbeitet, wo die Umleitung des Fahrverkehrs nicht möglich ist, muss Warnkleidung, die mit gut sichtbaren Reflektoren ausgestattet sind, tragen.

source: Když se něco stane
de: Wenn etwas passiert

source: Všichni musejí umět rychle a bezpečně vyklidit pracoviště, např. když hoří.
de: Alle müssen schnell und sicher, z. B. bei einem Brand, den Arbeitsplatz verlassen können.

source: Únikové cesty a shromaždiště musí být označeny nápisy.
de: Fluchtwege und Sammelplätze müssen durch Schilder gekennzeichnet sein.

source: Únikové dveře se musejí otvírat ven, a hasicí přístroje musejí být snadno dostupné.
de: Fluchttüren und Notausgänge müssen nach außen zu öffnen sein und Feuerlöschgeräte müssen leicht zugänglich sein.

source: Je třeba vždy umět poskytnout první pomoc a musejí existovat nápisy, které ukazují, kde je umístěno zařízení pro takovou pomoc.
de: Es sollte immer eine Möglichkeit geben, Erste Hilfe leisten zu können und es sollten Schilder vorhanden sein, die darauf hinweisen, wo die entsprechende Rettungs- und Hilfsausrüstung und die entsprechenden Hilfsmittel aufbewahrt werden.

source: Vývěska s telefonními čísly na sanitku a záchrannou službu, adresou pracoviště a eventuálně i popis cesty tu také musejí být.
de: Außerdem sollten Hinweise mit Telefonnummern von Krankenhaus und Not- und Rettungsdienst, Adressen zum Arbeitsplatz und eventuell eine Anfahrtsbeschreibung vorhanden sein.

source: Nezapomeňte, že ten, kdo volá, se musí umět domluvit se Švédskou záchrannou službou.
de: Vergessen Sie nicht, dass der Anrufer in der Lage sein muss, mit dem schwedischen Not- und Rettungsdienst (Räddnings- tjänsten) kommunizieren zu können.

source: Obyčejně tam rozumějí anglicky.
de: Dies ist meistens auch auf Englisch möglich.

source: Pokud výpadek proudu by mohl způsobit zvláštní rizika při práci, musi být nainstalováno nouzové osvětlení.
de: Wenn ein Stromausfall besondere Gefahr bei der Arbeit verursachen sollte, ist es wichtig, dass eine Notbeleuchtung vorhanden ist.

source: Platí to např. pro práce se stavebními pilami nebo při stavění lešení.
de: Dies trifft vor allem z. B. auf Arbeiten mit Bausägen oder beim Aufbau von Baugerüsten zu.

source: Plán pracovního prostředí
de: Sicherheits- und Gesundheitsschutzplan

source: Plán pracovního prostředí pro celý objekt je nutno vypracovat ještě před zahájením prací na staveništi.
de: Der Bauherr hat schon vor Beginn der Bauarbeiten sicherzustellen, dass ein Sicherheits- und Gesundheitsschutzplan für das ganze Projekt erstellt wird.

source: Dohlédnout na to, že toto bude provedeno, je v první řadě úlohou stavebního koordinátora pro plánování a projektování pracovního prostředí.
de: Es ist in erster Linie die Aufgabe des Sicherheits- und Gesundheitsschutzkoordinators, der für die Planung und Ausführung eingesetzt wurde, dafür zu sorgen, dass ein Sicherheits- und Gesundheitsschutzplan erstellt wird.

source: Stavitel nebo podnikatel, který převzal jeho odpovědnost, jsou také odpovědní vypracovat plán.
de: Der Bauherr oder ein Auftragnehmer, der die Aufgaben des Bauherrn übernommen hat, ist auch verantwortlich für die Erstellung des Sicherheits- und Gesundheitsschutzplans.

source: Smyslem je, že plán pracovního prostředí bude potom používán po celou dobu stavby.
de: Es wird vorausgesetzt, dass dieser Sicherheits- und Gesundheitsschutzplan dann während der ganzen Bauzeit verwendet wird.

source: Jestliže stavební práce budou prováděny na místě, kde současně probíhá jiná činnost, je třeba v plánu pracovního prostředí brát na to ohled.
de: Außerdem trägt der Sicherheits- und Gesundheitsschutzkoordinator die Verantwortung dafür, dass der Sicherheits- und Gesundheitsschutzplan bei Bedarf veränderten Bedingungen angepasst wird.

source: Plán musí obsahovat násle• dující:
de: Der Plan sollte Folgendes beinhalten:

source: Pravidla, jež budou uplatňována na staveništi
de: Die auf dem Arbeitsplatz geltenden Vorschriften

source: Popis způsobu organizace práce s pracovním prostředí
de: Eine Beschreibung, wie die Arbeitssicherheit organisiert wird

source: Popis opatření na ochranu pracovního prostředí, jež je třeba podniknout v průběhu stavebních prací za účelem dosáhnout dobrého pracovního prostředí.
de: Eine Beschreibung der Arbeitsschutzmaßnahmen, die während der Bauzeit getroffen werden, um ein sicheres Arbeitsumfeld zu gewährleisten.

source: práce s některými chemickými nebo biologickými látkami
de: Arbeiten mit bestimmten chemischen oder biologischen Stoffen

source: práce v blízkosti vedení vysokého napětí
de: Arbeiten in der Nähe von Hochspannungsleitungen

source: práce s rizikem utopení
de: Arbeiten, bei denen Ertrinkungsgefahr besteht

source: práce ve studnách a tunelech
de: Arbeiten in Brunnen und Tunneln

source: práce, kde se používají výbušniny
de: Arbeiten, die den Einsatz von Sprengmitteln involvieren

source: práce s montováním těžkých stavebních dílů
de: Arbeiten, die die Montage schwerer Bauelemente enthalten

source: práce na místě nebo v oblasti s mimo projíždějící autodopravou bourání nosných konstrukcí nebo odstraňování zdraví škodlivých materiálů nebo látek.
de: Arbeiten auf einem Platz oder in einem Bereich mit Durchgangsverkehr als auch der Abriss von tragenden Konstruktionen oder von Materialien oder Stoffen, die ein Gesundheitsrisiko darstellen.

source: Plánování a informace
de: Planung und Informationen

source: Všechny práce je třeba plánovat dostatečně včas a předem posuzovat jejich rizika, aby mohly být provedeny bezpečně.
de: Alle Arbeiten müssen rechtzeitig geplant und die Risiken frühzeitig beurteilt werden, damit die Arbeiten sicher ausgeführt werden können.

source: Je třeba naplánovat prostory pro boudy, dílny a dočasné sklady, jakož i pro komunikace a dopravu.
de: Platz für Schuppen, Werkstätten und Lagerstellen sowie für Arbeitswege und Materialtransporte müssen eingeplant werden.

source: Je důležité vyřešit otázku přístupu ke všem pracovištím.
de: Es ist wichtig, den Zugang zu allen Arbeitsplätzen im Voraus sicherzustellen.

source: Práci je třeba plánovat tak, aby se různé činnosti navzájem nekřížily tak, že by vzniklo nebezpečí poškození zdraví nebo nehod.
de: Die Arbeiten müssen so geplant werden, dass es bei verschiedenen, gleichzeitig ausgeführten Arbeiten nicht zu einer Kollision kommt, die Gesundheitsfährdung oder Unfälle mit sich bringen könnte.
